# RbsMinFlow Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsMinFlow Property
ParameterTypeId Class See Also
---
"Min Flow"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsMinFlow { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsMinFlow As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsMinFlow {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace